{
  "name": "skt",
  "title": "Storm King's Thunder",
  "description": "<h3>TO FIGHT GIANTS, YOU MUST BE GIANT.</h3>\n<p>This 256-page adventure for characters of 1st level to 11th level or higher provides everything a Dungeon Master needs to create an exciting and memorable play experience for the Storm King’s Thunder story, including rune magic items, a new treasure option for characters.</p>\n<p>Giants have emerged from their strongholds to threaten civilization as never before. Hill giants are stealing all the grain and livestock they can, while stone giants have been scouring settlements that have been around forever. Fire giants are press-ganging the small folk into the desert, while frost giant longships have been pillaging along the Sword Coast. Even the elusive cloud giants have been witnessed, their wondrous floating cities appearing above Waterdeep and Baldur’s Gate. Where is the storm giant King Hekaton, who is tasked with keeping order among the giants?</p>\n<p>The humans, dwarves, elves, and other small folk of the Sword Coast will be crushed underfoot by the onslaught of these giant foes. The only chance at survival is for the small folk to work together to investigate this invasion and harness the power of rune magic, the giants’ weapon against their ancient enemies, the dragons. The only way the people of Faerun can restore order is to use the giants’ own power against them. Stand with or against the giants in this adventure for the world's greatest roleplaying game.</p>\n<p> </p>\n<p> </p>\n<h3>Product Information</h3>\n<blockquote>\n<ul>\n<li>System: <strong>D&amp;D 5E (Forgotten Realms)</strong></li>\n<li>Starting Level: <strong>Low (1-11)</strong></li>\n<li>Length: <strong>Long Campaign</strong></li>\n</ul>\n</blockquote>\n<p> </p>\n<hr />\n<p><strong>DISCLAIMER:</strong> The use of this is meant for use for your personal use, and only if you legally possess such in accordance with your local laws.</p>",
  "authors": [],
  "flags": {},
  "version": "1.0.0",
  "minimumCoreVersion": "0.0.0",
  "compatibleCoreVersion": "1.0.0",
  "scripts": [],
  "esmodules": [],
  "styles": [],
  "languages": [],
  "packs": [],
  "system": "dnd5e",
  "dependencies": [],
  "socket": false,
  "protected": false,
  "background": "worlds/skt/scenes/backgrounds/StartLogin.png",
  "coreVersion": "0.8.9",
  "resetKeys": false,
  "safeMode": false,
  "systemVersion": "1.4.3"
}